tap "homebrew/bundle"

brew "stow"
brew "font-jetbrains-mono-nerd-font"
brew "neovim"
brew "tmux"
brew "koekeishiya/formulae/yabai"  # ✅ Correct tap for yabai
brew "skhd"
brew "hurl"
brew "httpie"
brew "jq"
brew "fzf"
brew "ripgrep"
brew "zoxide"
brew "eza"
brew "bat"
brew "lazygit"
brew "node"
brew "nvm"
brew "go"

cask "raycast" # Quick launcher
